{
  "sediment": {
    "text": "A slow motion avalanche of more than 26 million cubic yards of sediment has been moving through the river since dam removal to the near shore. About 20 to 30 percent of this material will remain in the river channel long term, mostly in ten to 60 foot tall terraces along the valley walls. About 60 percent of what’s expected to erode from behind the former dams is already out. This is the first big milestone of Elwha dam removal, the sediment pulse has largely passed and we are now getting back to a more natural condition. "
  },
  "beach": {
    "text": "During the first three years of dam removal, sediment has occluded water quality and grown  Washington’s newest beach at the near shore, extended by now four football fields deep. The river bed is higher, and river channel wider."
  },
  "benthos": {
    "text": "Invertebrates in the benthos – river bottom – also cratered with populations dropping by about 95 percent because they were smothered and turbidity soared to 100 times normal levels. Fish changed their diet, with terrestrial sources surging to 50 percent of their diet from 10 percent before dam removal."
  },
  "kelpocalypse": {
    "text": "There’s been a kelpocalypse in the near shore. Sediment buried the bare cobble in the nearshore that kelp holdfasts used to root on. As a consequence, kelp has been virtually wiped out at the river mouth and to its east, the direction of the dominant current carrying the sediment plume. Hermit crabs, snails, sea urchins, starfish using the (once) rocky near shore also plummeted."
  },
  "foragers": {
    "text": "A big spike in forage fish, including sand lance, sardines, night smelt and shad never seen in the area before has been documented in the near shore. Shrimp are turning up in nets in beach surveys in the estuary. Lamprey and red-sided shiners are back. Dungeness crab are back."
  },
  "sand pipers": {
    "text": "Spotted sand pipers are colonizing the new shores."
  },
  "exposed lakebed": {
    "text": "Dam removal also exposed 730 acres of former lakebed. Elk and other animals are exploring the former lakebeds, including critical winter range habitat.  Beaver are back in the former lake beds, doing their busy work."
  },
  "new forest": {
    "text": "Alders, cottonwood are booming, growing a new forest where there used to be lakes."
  },
  "migratory fish": {
    "text": "The river is now once again a migratory corridor for fish.  For more than 100 years, two dams blocked 90 percent of fish habitat in the Elwha and populations declined by 98 percent."
  },
  "migratory fish 2": {
    "text": "Today Chinook, pink, sockeye, chum, steelhead and bull trout are all passing the former Elwha dam site. Chinook were above the Glines Canyon Dam site three days after the last blast taking it out in August, 2014.  Three weeks later, Chinook were detected as far as the headwaters of the river in Elkhorn."
  },
  "anadromy": {
    "text": "Coho have swarmed Indian Creek, a tributary of the Elwha. Anadromy, the capacity to migrate from freshwater to salt, has been awakened in bull trout and rainbow trout, formerly land locked species now going to sea again with the restoration of flow."
  },
  "high fish population": {
    "text": "Overall, fish populations are the highest since the 1980s, as adults returning from good ocean conditions encounter miles of new habitat. The first salmon progeny since dam removal will be back next year."
  },
  "lamprey": {
    "text": "The first lamprey seen above Elwha Dam in generations and first sockeye in Indian Creek probably from kokanee in Lake Sutherland and first summer steelhead in Little River show the recovery is spreading to more species."
  },
  "dippers": {
    "text": "American Dippers, aquatic songbirds that swim underwater, are fatter today than before dam removal because of the return of marine derived nutrients to their diet from salmon. They are also more likely to be resident species, rather than migrants, and are raise double clutches of young."
  },
  "eagles": {
    "text": "Eagles are swarming the lower river near the mouth to feed on eulachon returned to the river, with 50 to 60 eagles reported last winter."
  },
  "otters": {
    "text": "River otters have more marine derived nutrients in their tissues now than before dam removal because of the return of salmon to their diet from the Elwha."
  },
  "nutrients": {
    "text": "Nutrients in the middle and lower river and tributaries of Little River and Indian Creek show a 100 fold increase in nitrogen and phosphorous recorded in water samples, perhaps because of increased numbers of spawning salmon. These nutrients feed organisms in the river and the land when the river moves out of its channel in floods."
  },
  "road eaten": {
    "text": "The river has also eaten its first road, the Olympic Hot Springs Road, in its first flood in a century. The river chewed right through it during a January flood."
  },
  "seeds": {
    "text": "The river is also a transport system again for seeds from the upper watershed, turning up in the middle and lower reaches of the river, enabling the river to work as an agent of restoration, bringing plant life back to the former reservoir lakebeds."
  },
  "log shelters": {
    "text": "Logs stacked on the former reservoir lake beds and strewn on the river terraces and islands also create sheltered protected areas where seeds of trees and shrubs, grasses and plants can sprout, sheltered from wind. These in turn, especially nitrogen fixing alders, enrich the soil. Plant litter also begins to build soil on the surface that holds moisture which helps more seeds sprout….etc."
  },
  "log perches": {
    "text": "Logs also create places for birds to perch – 28 species of birds are using new land that used to be underwater. They deposit seed in their droppings, furthering plant restoration out on the gravel bars and lake beds, beyond the range of seed rain from the forest."
  },
  "trapped animals": {
    "text": "In just four trap nights researchers live captured: deer mice, Keen’s mice, jumping mice, ermine, long tailed mice, bushy tailed woodrats, Oregon creeping and Townsend’s voles, chipmunks and shrews. These animals leave droppings which fertilize the ground. They also cache seeds they forget to come back and eat which sprout into plants."
  },
  "mobile wood": {
    "text": "Not only is there much more wood in the channel than before dam removal (at least three times as much by one count) it is very mobile, with some stumps tracked traveling all the way from the middle of the Elwha to the Ediz Hook."
  }
}